html/social_psychology.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-30 Thu 21:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Social Psychology</title>
<meta name="author" content="Ketan Agrawal" />
<meta name="generator" content="Org Mode" />
<link rel="preload" href="syntax.css" as="style" onload="this.onload=null;this.rel='stylesheet'">
<noscript><link rel="stylesheet" href="syntax.css"></noscript>
<link rel="stylesheet" type="text/css" href="styles.css" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png" />
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png" />
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png" />
<link rel="manifest" href="/site.webmanifest" />
</head>
<body>
<div id="preamble" class="status">
<a style="color: inherit; text-decoration: none" href="/">
<h2>Ketan's Digital Laboratory &#129514;</h2>
</a>
</div>
<div id="content" class="content">
<h1 class="title">Social Psychology</h1>
<p>
Some (incomplete) notes from PSYCH 70: Social Psychology at Stanford.<br />
</p>

<div id="outline-container-org6f61e7f" class="outline-2">
<h2 id="org6f61e7f">Introduction</h2>
<div class="outline-text-2" id="text-org6f61e7f">
<p>
Think about a time you were happy, and a time you were sad; very likely, there were other people involved. The people around us hold tremendous influence in our daily lives.<br />
</p>
</div>

<div id="outline-container-orgf1f51a2" class="outline-3">
<h3 id="orgf1f51a2">Social psychology is not new.</h3>
<div class="outline-text-3" id="text-orgf1f51a2">
<p>
Philosophers have been intuitively (if not quite scientifically) thinking about these ideas for centuries!<br />
</p>
<blockquote>
<p>
Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy. - Aristotle<br />
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org9b95886" class="outline-3">
<h3 id="org9b95886">Social psychology is not (always) intuitive.</h3>
<div class="outline-text-3" id="text-org9b95886">
<p>
Example: <a href="https://rady.ucsd.edu/faculty/directory/gneezy/pub/docs/fine.pdf">introducing a fine</a> for late-picker-uppers of kids at daycare actually <i>increases</i> the number of late pick-ups. Explanation? The <i>motivation</i> shifted from intrinsic to extrinsic.<br />
</p>
</div>
</div>
<div id="outline-container-org36e744e" class="outline-3">
<h3 id="org36e744e">What is social psychology?</h3>
<div class="outline-text-3" id="text-org36e744e">
<p>
About understanding the "causal architecture" of the society that we're embedded in.<br />
</p>

<p>
Three parts of the class: social cognition, interpersonal processes, everyday life.<br />
</p>
</div>
<div id="outline-container-orgaf05a2a" class="outline-4">
<h4 id="orgaf05a2a">Levels of organization:</h4>
<div class="outline-text-4" id="text-orgaf05a2a">
<p>
Societies &lt;=&gt; <b>Groups</b> &lt;=&gt; <b>Individual</b> &lt;=&gt; <b>Mind</b> &lt;=&gt; Neurons/Genes/Hormones<br />
^social psych is focused on the middle three levels.<br />
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-ID-bb534a6b-c7cc-49de-b515-a5066242068b" class="outline-2">
<h2 id="ID-bb534a6b-c7cc-49de-b515-a5066242068b">Cognitive Biases: self-serving biases.</h2>
<div class="outline-text-2" id="text-orgfaa57a4">
</div>
<div id="outline-container-org7c3faac" class="outline-3">
<h3 id="org7c3faac">Motivated reasoning</h3>
<div class="outline-text-3" id="text-org7c3faac">
<p>
<i>Motivated reasoning</i> is our tendency to come to conclusions that make us feel good.<br />
</p>

<p>
We don't like to admit when we're wrong! (Nor our sports heroes, family, political candidates, etc.)<br />
</p>

<p>
Group affiliation: "We crushed them!" when your team wins vs. "They were terrible" when your team loses.<br />
</p>

<p>
Above-average effect: people believe they are above average in valued domains (lol.) BUT in other domains that are seen as really hard (e.g. juggling or living past 100,) we see the below-average effect. The reason: we "anchor" to our initial estimate. E.g. for living to 100, we initially think it's very unlikely, then adjust the estimate upward as we get evidence.<br />
</p>

<p>
Dunning-Kruger Effect: Correlation between lower skills and greater Above-Average Effect. In other words, correlation between cognitive and metacognitive skills. (Also, those with the most skills underestimate a little!)<br />
</p>
</div>
</div>
<div id="outline-container-org41aa80b" class="outline-3">
<h3 id="org41aa80b">Why do we have these biases?</h3>
<div class="outline-text-3" id="text-org41aa80b">
<p>
One answer: self-esteem. (But why do we need self-esteem, evolutionarily?)<br />
Another answer: overconfidence gives social benefits?<br />
</p>
</div>
</div>
<div id="outline-container-orgf686d84" class="outline-3">
<h3 id="orgf686d84">&#x2026;is there another way?</h3>
<div class="outline-text-3" id="text-orgf686d84">
<p>
Hubristic pride = arrogant/conceited.<br />
Authentic pride = confident, high self-esteem.<br />
</p>
</div>
</div>
</div>
<div id="outline-container-orgfcd1846" class="outline-2">
<h2 id="orgfcd1846">Person Perception</h2>
<div class="outline-text-2" id="text-orgfcd1846">
<p>
<i>Should I date this person? Is this person guilty? How competent is this person?</i><br />
</p>

<p>
<b>Person perception</b> is forming impressions about other people.<br />
</p>
</div>
<div id="outline-container-org0a8633e" class="outline-3">
<h3 id="org0a8633e">Thin Slicing</h3>
<div class="outline-text-3" id="text-org0a8633e">
<p>
People can make predictive judgments "instantly" &#x2013; predicting future success, marriage success, sales performance, sexual orientation, etc. (Cue <i>Blink</i> by Malcolm Gladwell, lol.)<br />
</p>

<p>
Women can predict hetero/homosexual at higher rates when ovulating<br />
</p>

<p>
These "thin slice" judgments can be surprisingly predictive, but also biased.<br />
</p>
</div>

<div id="outline-container-org2bc555c" class="outline-4">
<h4 id="org2bc555c">Why?</h4>
<div class="outline-text-4" id="text-org2bc555c">
<p>
There is evolutionary value in swiftly identifying potential threats, mates, and leaders.<br />
</p>
</div>
</div>
</div>
<div id="outline-container-orgfdb0388" class="outline-3">
<h3 id="orgfdb0388">Universal Dimensions of Social Cognition: Warmth and Competence</h3>
</div>
<div id="outline-container-org496f5b0" class="outline-3">
<h3 id="org496f5b0">Oh yeah, there's also the whole triangle and circe thing &#x2013; we immediately make judgments about what they're doing.</h3>
<div class="outline-text-3" id="text-org496f5b0">
<p>
(But she should've mentioned that autistic people don't see this the same way)<br />
</p>
</div>
</div>
<div id="outline-container-orgedabb18" class="outline-3">
<h3 id="orgedabb18">Confirmation bias:</h3>
<div class="outline-text-3" id="text-orgedabb18">
<p>
Tendency to want to verify our pre-existing beliefs.<br />
</p>
</div>
</div>
<div id="outline-container-org91c2776" class="outline-3">
<h3 id="org91c2776">Pygmalion Effect:</h3>
<div class="outline-text-3" id="text-org91c2776">
<p>
kids whose teachers thought the kids were "late bloomers" &#x2013; it actually came true.<br />
</p>

<p>
Side note: whoa. Intuitively I feel like (and I'm of course enjoying that sweet confirmation bias) but it confirms my intuitions &#x2013; in cases where I've set high, clear expectations for myself, I've achieved them.<br />
</p>
</div>
</div>
<div id="outline-container-orgebc3409" class="outline-3">
<h3 id="orgebc3409">Self-fulfilling prophecy</h3>
<div class="outline-text-3" id="text-orgebc3409">
<p>
You have expectations about someone =&gt; you behave accordingly towards them =&gt; they behave just how you expected =&gt; reinforces your expectations&#x2026;<br />
</p>

<p>
This seems like a kind of positive feedback loop that can either go really well, or really badly. Parents have a huge role in establishing expectations for their children. (As a first-born, I know this firsthand 😅)<br />
</p>
</div>
</div>
</div>

<div id="outline-container-ID-e7bba662-df57-4a87-a813-c2686d680dda" class="outline-2">
<h2 id="ID-e7bba662-df57-4a87-a813-c2686d680dda">Cognitive Biases: <a href="cognitive_dissonance.html#ID-8fb8913e-bdd8-4ece-8386-2978b765d7bf">cognitive dissonance</a> theory</h2>
<div class="outline-text-2" id="text-org22c002c">
<p>
Cognitive Dissonance Theory:<br />
</p>
<dl class="org-dl">
<dt>cognitive dissonance</dt><dd>holding apparently incompatible / logically inconsistent thoughts about the world.<br /></dd>
</dl>
</div>
<div id="outline-container-orgfa9da02" class="outline-3">
<h3 id="orgfa9da02">How to resolve dissonance between beliefs A and B?</h3>
<div class="outline-text-3" id="text-orgfa9da02">
<p>
You can <b>disregard</b> one belief.<br />
You can <b>change</b> your belief in one.<br />
You can <b>distort</b> one belief.<br />
You can <b>add</b> belief C that resolves the conflict.<br />
</p>

<p>
Which one to choose? Will probably go with the path of least resistance.<br />
</p>

<p>
Chicago doomsday cult didn't see doomsday =&gt; rationalized by saying that the Guardians had stopped the flood<br />
</p>

<p>
1755 Lisbon earthquake =&gt; threatened belief in God and a just world.<br />
</p>
</div>
</div>
<div id="outline-container-org4306f04" class="outline-3">
<h3 id="org4306f04">Is dissonance reduction good?</h3>
<div class="outline-text-3" id="text-org4306f04">
<p>
Good: it allows you to streamline cognition.<br />
Bad: it loses the inherent complexity / ambiguity in the world.<br />
</p>

<blockquote>
<p>
A foolish consistency is the hobgoblin of little minds. - Ralph Waldo Emerson<br />
</p>
</blockquote>
</div>
</div>
