org/social_psychology.org
** Motivated reasoning is a key element in cognitive dissonance.
Severity of initiation: we have a deep-seated belief that we're not gullible etc. Motivated reasoning leads us to believe that the task was actually interesting, rather than that we're just gullible.
** Behavior precedes thought
Spreading of alternatives: we post-hoc try to "justify" our decisions in life to ourselves.

Cognitive Behavioral Therapy: change behaviors in people's lives to change their psychology positively.

Don't /think/ like you're the person you want to be, /act/ the way you want to be and become that person.
* TODO [[file:20210704202541-cognitive_biases.org][Cognitive Biases]]: attribution
* [[file:20210716222804-norms.org][Norms]]
- Norms :: Social "rules" that determine appropriate, acceptable behavior in a certain context.
- Descriptive norms :: common patterns of behavior
- Injunctive norms :: patterns of behavior that are commonly approved of / evaluated positively


Injunctive (top) vs Descriptive? (left)
|                  | Descriptive - Yes                       | Descriptive - No             |
|------------------+-----------------------------------------+------------------------------|
| /                | <                                       | <                            |
| *Injunctive - Yes* | - driving on the right side of the road | - sharing cable accts        |
|                  | - taking turns in conversation          | - culturally divisive issues |
|                  | - standing in line                      | - solar panels               |
|------------------+-----------------------------------------+------------------------------|
| *Injunctive - No*  | - Fashionable clothes                   | - food choices               |
|                  | - Manners of speaking                   | - name choice                |
|                  | - Gender norms for asking out           |                              |


These two types of norms are often overlapping signficantly -- injunctive rules become descriptive norms, (people strive to be normal in fear of judgment,) and then descriptive norms also become injunctive (people judge you for being abnormal.)

Morals are injunctive norms about what is right or wrong.

* Breaching Norms
Breaching: the purposeful breaking of social norms (usu. descriptive, sometimes injunctive)

E.g.: Stand in elevator facing the wrong way. Order pizza at McD's. Shake head while saying yes. Lol.

You really only learn how strong a norm is when you try to break it. We're reaallllly socially programmed to not break them.

(/Norm internalization/: people "self-sanction" for deviance) -- Panopticon -- feels like everyone is watching us, even when they're not watching us. We watch ourselves.

Norm internalization / embarrassability associated with trustworthiness, monogamy, etc.

Lots of the "sameness" we see in society actually has roots in the way they were socialized -- same initial conditions.
** Reactions to breaches
Common reactions to breaching of norms includes:

- You are sanctioned
  This is common for injunctive norms

- Gently brought in line -- people want to maintain *fluidity of interaction*
  breaching causes cognitive dissonance -- people seek to resolve it.

  "Dramaturgical analysis" (Goffman): social order like a play. People read their lines, and if someone goes "off-script," they are gently guided back on

  #+begin_quote
And all the men and women merely players;
They have their exits and their entrances;
And one man in his time plays many parts. - Shakespeare
  #+end_quote
- You are imitated
  This is (often but not always) common when the norm is privately unpopular. Can trigger a "cascade" effect...
* Cascades
Social influence is not just a stabilizing force -- can also create social change.

Cascades have fascinating properties: "early movers" disproportionately influence. Unpredictable. Can destroy a norm, or create a new one.

Random dance mob started at music festival = cascade. Emergent collective behavior

Threshold model: People have "thresholds" = number of others who must join the collective behavior before individual will.

Very sensitive to early movers: need people with 0- and low-thresholds. This makes it highly unpredictable (average threshold not necessarily telling the whole story.)
* [[id:51fc68e1-5963-4ef3-820e-feaff385b6d5][Social Influence]]
View the following studies through these lenses:
1) What is distinct about the particular type of influence studied?
2) What would you have done in the study?
3) How does this influence show up in real life? (Good/bad?)
** First Conformity Experiment
Rate pleasantness of odors, alone vs. in groups.

In groups: participants avoided extremes. (Moderation effect)

Instinctual/subconscious submission to the group
** Sherif autokinetic experiments
/Autokinetic effect/: When a white light is presented on a black background, it appears to be moving / fluttering.

Show light on wall of dark room -- repeatedly ask "how much is it moving?"

Conditions: Individuals vs. Groups

Individuals: settle on a personal standard, then stick to those

Groups: converge towards a shared answer. Constructed reality.

Groups => Individuals: they stuck to the group's "answer." Social cohesion is strong.
*** What is special about this?
The stimulus is *ambiguous*. We use social information to make judgments, because we want to be right. When things are uncertain, we look to others for answers.
*** What would I have done?
I feel like I probably would have been convinced.
*** How does this influence show up in "real life"?
Yelp for deciding whether a restaurant is good. Carta for deciding whether classes are good. etc.

Me looking up stuff on reddit, tryna see the "best" way to do [X].

Things to consider:
- people aren't always right
- Conformity generates and preserves culture (even across generations)
** Asch Conformity Experiments
Perception of lengths of lines -- which one on the right is the same as the line on the left.

Conditions: confederate says wrong answer vs. not.

People conform to the /wrong answer/ despite the evidence in front of their own eyes.

