html/social_psychology.html
<div id="outline-container-orgabf72fc" class="outline-3">
<h3 id="orgabf72fc">Motivated reasoning is a key element in cognitive dissonance.</h3>
<div class="outline-text-3" id="text-orgabf72fc">
<p>
<i>Severity of initiation</i>: people seem to like organizations with sever initiation rituals, e.g. frats with extreme hazing. The reason is that we have a deep-seated belief that we're not gullible, so motivated reasoning leads us to conclude the initiation task was interesting / the organization is of value, rather than (more accuractely) concluding that we're just gullible.<br />
</p>
</div>
</div>
<div id="outline-container-orga1f1e84" class="outline-3">
<h3 id="orga1f1e84">Behavior precedes thought</h3>
<div class="outline-text-3" id="text-orga1f1e84">
<p>
Spreading of alternatives: we post-hoc try to "justify" our decisions in life to ourselves.<br />
</p>

<p>
Cognitive Behavioral Therapy: change behaviors in people's lives to change their perception of themselves positively.<br />
</p>

<p>
Don't <i>think</i> like you're the person you want to be, <i>act</i> the way you want to be and become that person. Then, you will convince yourself that you are that person.<br />
</p>
</div>
</div>
</div>
<div id="outline-container-ID-400c2def-0d0e-40b3-ad7d-efaf745c5937" class="outline-2">
<h2 id="ID-400c2def-0d0e-40b3-ad7d-efaf745c5937"><span class="todo TODO">TODO</span> Cognitive Biases: attribution</h2>
<div class="outline-text-2" id="text-orgbd571ed">
</div>
</div>
<div id="outline-container-org78e00f5" class="outline-2">
<h2 id="org78e00f5">Norms</h2>
<div class="outline-text-2" id="text-org78e00f5">
<dl class="org-dl">
<dt>Norms</dt><dd>Social "rules" that determine appropriate, acceptable behavior in a certain context.<br /></dd>
<dt>Descriptive norms</dt><dd>common patterns of behavior<br /></dd>
<dt>Injunctive norms</dt><dd>patterns of behavior that are commonly approved of / evaluated positively<br /></dd>
</dl>


<p>
Injunctive (top) vs Descriptive? (left)<br />
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Descriptive - Yes</th>
<th scope="col" class="org-left">Descriptive - No</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>Injunctive - Yes</b></td>
<td class="org-left">- driving on the right side of the road</td>
<td class="org-left">- sharing cable accts</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">- taking turns in conversation</td>
<td class="org-left">- culturally divisive issues</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">- standing in line</td>
<td class="org-left">- solar panels</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Injunctive - No</b></td>
<td class="org-left">- Fashionable clothes</td>
<td class="org-left">- food choices</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">- Manners of speaking</td>
<td class="org-left">- name choice</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">- Gender norms for asking out</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>


<p>
These two types of norms are often overlapping signficantly &#x2013; injunctive rules become descriptive norms, (people strive to be normal in fear of judgment,) and then descriptive norms also become injunctive (people judge you for being abnormal.)<br />
</p>

<p>
Morals are injunctive norms about what is right or wrong.<br />
</p>
</div>
</div>

<div id="outline-container-org5aa26b4" class="outline-2">
<h2 id="org5aa26b4">Breaching Norms</h2>
<div class="outline-text-2" id="text-org5aa26b4">
<p>
Breaching: the purposeful breaking of social norms (usu. descriptive, sometimes injunctive)<br />
</p>

<p>
E.g.: Stand in elevator facing the wrong way. Order pizza at McD's. Shake head while saying yes. Lol.<br />
</p>

<p>
You really only learn how strong a norm is when you try to break it. We're reaallllly socially programmed to not break them.<br />
</p>

<p>
(<i>Norm internalization</i>: people "self-sanction" for deviance) &#x2013; Panopticon &#x2013; feels like everyone is watching us, even when they're not watching us. We watch ourselves.<br />
</p>

<p>
Norm internalization / embarrassability associated with trustworthiness, monogamy, etc.<br />
</p>

<p>
Lots of the "sameness" we see in society actually has roots in the way they were socialized &#x2013; same initial conditions.<br />
</p>
</div>
<div id="outline-container-orgafcfbd6" class="outline-3">
<h3 id="orgafcfbd6">Reactions to breaches</h3>
<div class="outline-text-3" id="text-orgafcfbd6">
<p>
Common reactions to breaching of norms includes:<br />
</p>

<ul class="org-ul">
<li>You are sanctioned<br />
This is common for injunctive norms<br /></li>

<li><p>
Gently brought in line &#x2013; people want to maintain <b>fluidity of interaction</b><br />
breaching causes cognitive dissonance &#x2013; people seek to resolve it.<br />
</p>

<p>
"Dramaturgical analysis" (Goffman): social order like a play. People read their lines, and if someone goes "off-script," they are gently guided back on<br />
</p>

<blockquote>
<p>
And all the men and women merely players;<br />
They have their exits and their entrances;<br />
And one man in his time plays many parts. - Shakespeare<br />
</p>
</blockquote></li>
<li>You are imitated<br />
This is (often but not always) common when the norm is privately unpopular. Can trigger a "cascade" effect&#x2026;<br /></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4f2cce0" class="outline-2">
<h2 id="org4f2cce0">Cascades</h2>
<div class="outline-text-2" id="text-org4f2cce0">
<p>
Social influence is not just a stabilizing force &#x2013; can also create social change.<br />
</p>

<p>
Cascades have fascinating properties: "early movers" disproportionately influence. Unpredictable. Can destroy a norm, or create a new one.<br />
</p>

<p>
Random dance mob started at music festival = cascade. Emergent collective behavior<br />
</p>

<p>
Threshold model: People have "thresholds" = number of others who must join the collective behavior before individual will.<br />
</p>

<p>
Very sensitive to early movers: need people with 0- and low-thresholds. This makes it highly unpredictable (average threshold not necessarily telling the whole story.)<br />
</p>
</div>
</div>
<div id="outline-container-orgd0da84e" class="outline-2">
<h2 id="orgd0da84e"><a href="social_influence.html#ID-51fc68e1-5963-4ef3-820e-feaff385b6d5">Social Influence</a></h2>
<div class="outline-text-2" id="text-orgd0da84e">
<p>
View the following studies through these lenses:<br />
</p>
<ol class="org-ol">
<li>What is distinct about the particular type of influence studied?<br /></li>
<li>What would you have done in the study?<br /></li>
<li>How does this influence show up in real life? (Good/bad?)<br /></li>
</ol>
</div>
<div id="outline-container-org8cddb6a" class="outline-3">
<h3 id="org8cddb6a">First Conformity Experiment</h3>
<div class="outline-text-3" id="text-org8cddb6a">
<p>
Rate pleasantness of odors, alone vs. in groups.<br />
</p>

<p>
In groups: participants avoided extremes. (Moderation effect)<br />
</p>

<p>
Instinctual/subconscious submission to the group<br />
</p>
</div>
</div>
<div id="outline-container-org17461c8" class="outline-3">
<h3 id="org17461c8">Sherif autokinetic experiments</h3>
<div class="outline-text-3" id="text-org17461c8">
<p>
<i>Autokinetic effect</i>: When a white light is presented on a black background, it appears to be moving / fluttering.<br />
</p>

<p>
Show light on wall of dark room &#x2013; repeatedly ask "how much is it moving?"<br />
</p>

<p>
Conditions: Individuals vs. Groups<br />
</p>

<p>
Individuals: settle on a personal standard, then stick to those<br />
</p>

<p>
Groups: converge towards a shared answer. Constructed reality.<br />
</p>

<p>
Groups =&gt; Individuals: they stuck to the group's "answer." Social cohesion is strong.<br />
</p>
</div>
<div id="outline-container-orgf47d521" class="outline-4">
<h4 id="orgf47d521">What is special about this?</h4>
<div class="outline-text-4" id="text-orgf47d521">
<p>
The stimulus is <b>ambiguous</b>. We use social information to make judgments, because we want to be right. When things are uncertain, we look to others for answers.<br />
</p>
</div>
</div>
<div id="outline-container-org14677d4" class="outline-4">
<h4 id="org14677d4">What would I have done?</h4>
<div class="outline-text-4" id="text-org14677d4">
<p>
I feel like I probably would have been convinced.<br />
</p>
</div>
</div>
<div id="outline-container-org4e71892" class="outline-4">
<h4 id="org4e71892">How does this influence show up in "real life"?</h4>
<div class="outline-text-4" id="text-org4e71892">
<p>
Yelp for deciding whether a restaurant is good. Carta for deciding whether classes are good. etc.<br />
</p>

<p>
Me looking up stuff on reddit, tryna see the "best" way to do [X].<br />
</p>

<p>
Things to consider:<br />
</p>
<ul class="org-ul">
<li>people aren't always right<br /></li>
<li>Conformity generates and preserves culture (even across generations)<br /></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb7fd0e7" class="outline-3">
<h3 id="orgb7fd0e7">Asch Conformity Experiments</h3>
<div class="outline-text-3" id="text-orgb7fd0e7">
<p>
Perception of lengths of lines &#x2013; which one on the right is the same as the line on the left.<br />
</p>

<p>
Conditions: confederate says wrong answer vs. not.<br />
</p>

<p>
People conform to the <i>wrong answer</i> despite the evidence in front of their own eyes.<br />
</p>
</div>
