org/social_psychology.org
*** What is special about this influence?
Stimulus is /not/ ambiguous

*Normative influence*: using social norms to guide behavior

We want to be liked.
*** What would I have done?
Hmmm...I feel like I would not have conformed, at least the vast majority of the time. (There is large individual variance on this trial.)
*** Why did people conform?
People said they questioned their own judgment -- reluctant to admit that they were distorting to be liked.
*** How does this show up in "real life?"
Well...it doesn't, really. Generally the group doesn't completely contradict what you believe. Lots of grey ar
** Social influence at play
1) How am I being influenced?
   By my desire to be right, to be liked
2) How am I influencing others?
   Cialdini's 6 principles
3) Are there places I want to change my behavior (given what I'm learning)?
** Milgram - replicated Asch in Norway and France
People being told to administer electric shocks to someone else.

Factors influencing obedience: situational influence.
*** What is special?
Authority figure telling them what to do
*** What would I have done?
I feel like I'm honestly not sure. I hope I would've stopped but I can't tell. I feel fairly conforming.
*** Real life?
Hospital: nurses will blindly follow doctor orders

when white participants were asked to "match the characteristics of their representative" they hired more white people

(...terrible things like the Holocaust?)
** Social influence in the 21st century
*** focus on positive interventions
You can publish data to correct misinformed norms.

*Join Your Fellow Guests* in saving the environment => more people reuse towels

Working Together -- people like to feel like they're part of something.

Dynamic norms: people are /moving towards/ eating less meat. People were inspired to choose the meatless option.

(Just realized: the media has huge influence here.)

*** nuanced distinctions
*** sophisticated measures
** AquaCharge:
fake product, drink alone vs. with confederate (congruent, incongruent.) Measure subjective response, physiological response, functional response, endorsement, follow-up => even with no confederate, they improved alertness, increased blood pressure, etc.
*** What is special?
Demonstrates "transformational influence" (actually changed physical measures!)
** Conclusions
No one is immune to the influence of others

Influence can be informational (be right), normative (be liked), explicit (obedience) or subliminal (social roles), potentially destructive, transformational

#+begin_quote
...in the absence of social verification, experience is transitory, random, and ephemeral, like the flicker of a firefly. But once recognized by others and shared in an ongoing, dynamic process of social verification we term "shared reality", experience is no longer subjective, instead, it achieves the phenomenological status of objective reality. That is, experience is established as valid and reliable to the extent that it is shared with others.
Hardin & Higgins, 1996
#+end_quote
* Social Identity Theory - Inter Group Conflict
** Identity
"selves" that individual takes on in interaction

20 Statements Test:

I am:
- Indian American
- introvert
- male
- 22 years old
- Stanford student
- CS student
- nationality
- older brother
- firstborn son, grandson
- not generous


*** Personal
{ inrovert, polite, optimistic, moody }
*** Role
{ student, friend, daughter, etc. }
*** Social
{ nationality, university, political party }
** Social Identity Theory
1) How people identify
2) Consequences of group ID

Principles
- Need constrast to form categories
- No group until there is an out-group

(going to Japan: feel my identity sticking out like a sore thumb.)
*** Accentutation effect
same-group is really similar, diff-group is really different
*** Consequences
**** Out-group animosity
**** In-group favoritism
*** "Minimal group" experiments
People prefer to stick it to the out-group, rather than get more money
*** Overcoming group conflict
Contact alone is insufficient

Overarching identities => seeing a similarity, common goal, *common enemy* (lol)

Group you're part of is pretty malleable.
* TODO Stereotypes
* Helping
"37 who saw murder didn't call the police" -- people didn't wanna get involved.

Boston marathon bombing -- people came together and helped.

Good samaritan experiment -- people who /had time/ helped.

Steps to helping:
- *Notice* that something has happened
- Interpret the event as an *emergency*
  + Overcome pluralistic ignorance
- Taking *responsibility* to provide help
  + overcome bystander effect / diffusion of responsibility
    (stronger when more people are there)
  + overcome normative influence to not involve
  + overcome bias toward people in need
- *Decide* how to help
  + Overcome "Collapse of compassion"
    #+begin_quote
If I look at the mass, I will never act. If I look at the one, I will. -Mother Teresa
    #+end_quote
  + feelings of incompetence
- Actually *help*
  + overestimate costs/risks of help

Being a giver is good. Can create ripple effects!!
