html/social_psychology.html

<div id="outline-container-org3b9252d" class="outline-4">
<h4 id="org3b9252d">What is special about this influence?</h4>
<div class="outline-text-4" id="text-org3b9252d">
<p>
Stimulus is <i>not</i> ambiguous<br />
</p>

<p>
<b>Normative influence</b>: using social norms to guide behavior<br />
</p>

<p>
We want to be liked.<br />
</p>
</div>
</div>
<div id="outline-container-orge060a5a" class="outline-4">
<h4 id="orge060a5a">What would I have done?</h4>
<div class="outline-text-4" id="text-orge060a5a">
<p>
Hmmm&#x2026;I feel like I would not have conformed, at least the vast majority of the time. (There is large individual variance on this trial.)<br />
</p>
</div>
</div>
<div id="outline-container-orgacafd83" class="outline-4">
<h4 id="orgacafd83">Why did people conform?</h4>
<div class="outline-text-4" id="text-orgacafd83">
<p>
People said they questioned their own judgment &#x2013; reluctant to admit that they were distorting to be liked.<br />
</p>
</div>
</div>
<div id="outline-container-org990582d" class="outline-4">
<h4 id="org990582d">How does this show up in "real life?"</h4>
<div class="outline-text-4" id="text-org990582d">
<p>
Well&#x2026;it doesn't, really. Generally the group doesn't completely contradict what you believe. Lots of grey ar<br />
</p>
</div>
</div>
</div>
<div id="outline-container-org37b99d9" class="outline-3">
<h3 id="org37b99d9">Social influence at play</h3>
<div class="outline-text-3" id="text-org37b99d9">
<ol class="org-ol">
<li>How am I being influenced?<br />
By my desire to be right, to be liked<br /></li>
<li>How am I influencing others?<br />
Cialdini's 6 principles<br /></li>
<li>Are there places I want to change my behavior (given what I'm learning)?<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org9de29d6" class="outline-3">
<h3 id="org9de29d6">Milgram - replicated Asch in Norway and France</h3>
<div class="outline-text-3" id="text-org9de29d6">
<p>
People being told to administer electric shocks to someone else.<br />
</p>

<p>
Factors influencing obedience: situational influence.<br />
</p>
</div>
<div id="outline-container-org2cbe71a" class="outline-4">
<h4 id="org2cbe71a">What is special?</h4>
<div class="outline-text-4" id="text-org2cbe71a">
<p>
Authority figure telling them what to do<br />
</p>
</div>
</div>
<div id="outline-container-org482bec1" class="outline-4">
<h4 id="org482bec1">What would I have done?</h4>
<div class="outline-text-4" id="text-org482bec1">
<p>
I feel like I'm honestly not sure. I hope I would've stopped but I can't tell. I feel fairly conforming.<br />
</p>
</div>
</div>
<div id="outline-container-org5438727" class="outline-4">
<h4 id="org5438727">Real life?</h4>
<div class="outline-text-4" id="text-org5438727">
<p>
Hospital: nurses will blindly follow doctor orders<br />
</p>

<p>
when white participants were asked to "match the characteristics of their representative" they hired more white people<br />
</p>

<p>
(&#x2026;terrible things like the Holocaust?)<br />
</p>
</div>
</div>
</div>
<div id="outline-container-org3fbcea4" class="outline-3">
<h3 id="org3fbcea4">Social influence in the 21st century</h3>
<div class="outline-text-3" id="text-org3fbcea4">
</div>
<div id="outline-container-org9ee68db" class="outline-4">
<h4 id="org9ee68db">focus on positive interventions</h4>
<div class="outline-text-4" id="text-org9ee68db">
<p>
You can publish data to correct misinformed norms.<br />
</p>

<p>
<b>Join Your Fellow Guests</b> in saving the environment =&gt; more people reuse towels<br />
</p>

<p>
Working Together &#x2013; people like to feel like they're part of something.<br />
</p>

<p>
Dynamic norms: people are <i>moving towards</i> eating less meat. People were inspired to choose the meatless option.<br />
</p>

<p>
(Just realized: the media has huge influence here.)<br />
</p>
</div>
</div>

<div id="outline-container-orgae1af30" class="outline-4">
<h4 id="orgae1af30">nuanced distinctions</h4>
</div>
<div id="outline-container-org0208af0" class="outline-4">
<h4 id="org0208af0">sophisticated measures</h4>
</div>
</div>
<div id="outline-container-org1893477" class="outline-3">
<h3 id="org1893477">AquaCharge:</h3>
<div class="outline-text-3" id="text-org1893477">
<p>
fake product, drink alone vs. with confederate (congruent, incongruent.) Measure subjective response, physiological response, functional response, endorsement, follow-up =&gt; even with no confederate, they improved alertness, increased blood pressure, etc.<br />
</p>
</div>
<div id="outline-container-org76d86d0" class="outline-4">
<h4 id="org76d86d0">What is special?</h4>
<div class="outline-text-4" id="text-org76d86d0">
<p>
Demonstrates "transformational influence" (actually changed physical measures!)<br />
</p>
</div>
</div>
</div>
<div id="outline-container-orgf873290" class="outline-3">
<h3 id="orgf873290">Conclusions</h3>
<div class="outline-text-3" id="text-orgf873290">
<p>
No one is immune to the influence of others<br />
</p>

<p>
Influence can be informational (be right), normative (be liked), explicit (obedience) or subliminal (social roles), potentially destructive, transformational<br />
</p>

<blockquote>
<p>
&#x2026;in the absence of social verification, experience is transitory, random, and ephemeral, like the flicker of a firefly. But once recognized by others and shared in an ongoing, dynamic process of social verification we term "shared reality", experience is no longer subjective, instead, it achieves the phenomenological status of objective reality. That is, experience is established as valid and reliable to the extent that it is shared with others.<br />
Hardin &amp; Higgins, 1996<br />
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-orge813d2d" class="outline-2">
<h2 id="orge813d2d">Social Identity Theory - Inter Group Conflict</h2>
<div class="outline-text-2" id="text-orge813d2d">
</div>
<div id="outline-container-org51c6fbd" class="outline-3">
<h3 id="org51c6fbd">Identity</h3>
<div class="outline-text-3" id="text-org51c6fbd">
<p>
"selves" that individual takes on in interaction<br />
</p>

<p>
20 Statements Test:<br />
</p>

<p>
I am:<br />
</p>
<ul class="org-ul">
<li>Indian American<br /></li>
<li>introvert<br /></li>
<li>male<br /></li>
<li>22 years old<br /></li>
<li>Stanford student<br /></li>
<li>CS student<br /></li>
<li>nationality<br /></li>
<li>older brother<br /></li>
<li>firstborn son, grandson<br /></li>
<li>not generous<br /></li>
</ul>
</div>


<div id="outline-container-org809d592" class="outline-4">
<h4 id="org809d592">Personal</h4>
<div class="outline-text-4" id="text-org809d592">
<p>
{ inrovert, polite, optimistic, moody }<br />
</p>
</div>
</div>
<div id="outline-container-org98d316e" class="outline-4">
<h4 id="org98d316e">Role</h4>
<div class="outline-text-4" id="text-org98d316e">
<p>
{ student, friend, daughter, etc. }<br />
</p>
</div>
</div>
<div id="outline-container-org05ec9df" class="outline-4">
<h4 id="org05ec9df">Social</h4>
<div class="outline-text-4" id="text-org05ec9df">
<p>
{ nationality, university, political party }<br />
</p>
</div>
</div>
</div>
<div id="outline-container-org8822f7b" class="outline-3">
<h3 id="org8822f7b">Social Identity Theory</h3>
<div class="outline-text-3" id="text-org8822f7b">
<ol class="org-ol">
<li>How people identify<br /></li>
<li>Consequences of group ID<br /></li>
</ol>

<p>
Principles<br />
</p>
<ul class="org-ul">
<li>Need constrast to form categories<br /></li>
<li>No group until there is an out-group<br /></li>
</ul>

<p>
(going to Japan: feel my identity sticking out like a sore thumb.)<br />
</p>
</div>
<div id="outline-container-org8902474" class="outline-4">
<h4 id="org8902474">Accentutation effect</h4>
<div class="outline-text-4" id="text-org8902474">
<p>
same-group is really similar, diff-group is really different<br />
</p>
</div>
</div>
<div id="outline-container-org7898dec" class="outline-4">
<h4 id="org7898dec">Consequences</h4>
<div class="outline-text-4" id="text-org7898dec">
</div>
<ul class="org-ul">
<li><a id="orgec5056a"></a>Out-group animosity<br /></li>
<li><a id="orgdf979f7"></a>In-group favoritism<br /></li>
</ul>
</div>
<div id="outline-container-org40e640e" class="outline-4">
<h4 id="org40e640e">"Minimal group" experiments</h4>
<div class="outline-text-4" id="text-org40e640e">
<p>
People prefer to stick it to the out-group, rather than get more money<br />
</p>
</div>
</div>
<div id="outline-container-orgf01fd38" class="outline-4">
<h4 id="orgf01fd38">Overcoming group conflict</h4>
<div class="outline-text-4" id="text-orgf01fd38">
<p>
Contact alone is insufficient<br />
</p>

<p>
Overarching identities =&gt; seeing a similarity, common goal, <b>common enemy</b> (lol)<br />
</p>

<p>
Group you're part of is pretty malleable.<br />
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orgc9caa7f" class="outline-2">
<h2 id="orgc9caa7f"><span class="todo TODO">TODO</span> Stereotypes</h2>
</div>
<div id="outline-container-orge9032de" class="outline-2">
<h2 id="orge9032de">Helping</h2>
<div class="outline-text-2" id="text-orge9032de">
<p>
"37 who saw murder didn't call the police" &#x2013; people didn't wanna get involved.<br />
</p>

<p>
Boston marathon bombing &#x2013; people came together and helped.<br />
</p>

<p>
Good samaritan experiment &#x2013; people who <i>had time</i> helped.<br />
</p>

<p>
Steps to helping:<br />
</p>
<ul class="org-ul">
<li><b>Notice</b> that something has happened<br /></li>
<li>Interpret the event as an <b>emergency</b><br />
<ul class="org-ul">
<li>Overcome pluralistic ignorance<br /></li>
</ul></li>
<li>Taking <b>responsibility</b> to provide help<br />
<ul class="org-ul">
<li>overcome bystander effect / diffusion of responsibility<br />
(stronger when more people are there)<br /></li>
<li>overcome normative influence to not involve<br /></li>
<li>overcome bias toward people in need<br /></li>
</ul></li>
<li><b>Decide</b> how to help<br />
<ul class="org-ul">
<li><p>
Overcome "Collapse of compassion"<br />
</p>
<blockquote>
<p>
If I look at the mass, I will never act. If I look at the one, I will. -Mother Teresa<br />
</p>
</blockquote></li>
<li>feelings of incompetence<br /></li>
</ul></li>
<li>Actually <b>help</b><br />
<ul class="org-ul">
<li>overestimate costs/risks of help<br /></li>
</ul></li>
</ul>

<p>
Being a giver is good. Can create ripple effects!!<br />
</p>
</div>
</div>
