org/social_psychology.org
* Replication + Open Science
#+begin_quote
But this long history of learning how to not fool ourselves - of having utter scientific integrity- -is, I'm sorry to say, something that we haven't specifically included in any particular course that I'd know of. We just hope you've caught on by osmosis. The first principle is that you must not fool yourself- and you are the easiest person to fool. So you have to be very careful about that. After you've not fooled yourself, it's easy not to fool other scientists. You just have to be honest in a conventional way after that. - Richard Feynman
#+end_quote
Reproducibility: you can conduct the study again
Replication: you can conduct the study again and get the same results
- Direct replication (redo study verbatim)
- Conceptual replication (do study on same concept, maybe different domain / expt setup)
- Verification (redo analyses)
** Why does it fail to replicate?
- Direct replication: The world changed (ex: stereotype threat of Tea Party -- no one cares about the Tea Party anymore!)
- Conceptual replication: could indicate a boundary condition
  + Above-average effect: doesn't /always/ happen...for example, below-average effect for juggling. This is good, b/c it allows us to form more general theories.
- original study was poor
** Replication problems
The Open Science Collaboration found lots of replication issues.

Direct replications are often impossible...can't get the exact same people, etc. People bring a lot of complexity to the equation.
** Methodological problems
p-values suck. everyone uses ~p < .05~. lol

Multiple dependent variables

Arbitrary data exclusions ("it's an outlier!!")

Optional stopping -- stop the study once you get a significant finding

p-hacking: people have motivated reasoning to find a positive result

Small sample size

Only publish positive results (~p < .05~)
** Pre-registration
Publicly post the research plan before conducting a study.
Restricts "researcher degrees of freedom"
** Registered reports
Will publish the results, no matter the result. Fight bias against null results
Researcher incentivized to run study very well
** Open science
Publicly post your data, code, etc.
** Determining adequate sample size via power analysis
* Political Psychology
** Dimensions of polarization
Affective: emotions
Attitudinal: attitudes toward (x)
Partisan sorting: people agree on everything, within their half, but disagree with everything in the other half
** Levels of polarization: are they increasing?
|                  | Mass Public | Politicians |
| Affective        | *Yes*         | Yes*        |
| Attitudinal      | Not much    | *Yuuup*       |
| Partisan sorting | Yes         | *Yuuup*       |
** Theories of Political Psychology
Symmetric: psychology of liberals and conservatives basically the same


Asymmetric: psychology of liberals and conservatives fundamentally different

openness to experience (D), tolerance for ambiguity (D), need for cognitive closure (R), need for cognition (R)
|
|
v
social issues, especially

OkCupid data shows that liberals tend to like complex people, conservatives like simple people.
* Positive Psychology
** What doesn't make people happy?
Income - not ... really, beyond the poverty line.
Success - meh to negative
Possessions - meh
** What does makes people happy?
Fleeting:
Food
exercise
backrubs (lol)

Enduring:
Relationships (strong, eduring, intimate, open, supportive)
Exercise (as a habit)
Generosity (charity, helping, gratitude)

Flow...
** Flow
Becoming totally immersed in a challenging, stimulating task that suits your abilities

dancing
conversation
engrossing coding session

Flow = Active meditation.

Find things that generate flow for you, and build them into the [[id:482ff6af-ddb3-42f4-9e20-85dc08ff1deb][habits]] of your life.
** Gratitude
Really strong effects in the literature.

Verbal gratitude rituals
** Meditation
+emotion regulation
** Immune neglect
We have an "affective immune system" that restores us to homeostasis.

We overestimate how long a highly positive/negative(esp negative) feeling from an experience will last.
** Affective immune system struggles to clean up without a clear /source/ of negative emotion
:PROPERTIES:
:ID:       f75219f6-0fd5-4503-b0af-d36059e7edf7
:END:
That's why introspective essay exercises are really good. Also a solid argument for [[id:ded420be-9e33-4692-a9a8-070c80738ee8][journaling]]

Why?
- ameliorate anxiety associated with repressing emotions
- helps create a *narrative* for understanding negative events

Also that's why therapy is really good -- makes you construct a narrative, dig up what happened, understand the causal structure of it all. See things more clearly.

Type of therapy doesn't even matter that much! You just need a warm body (or a blank page) to talk to, to construct a narrative to. Can be a loved one.
** What about [[id:3841138e-363a-4bc2-b1c4-f5abbf973a54][meaning]]?
:PROPERTIES:
:ID:       471cad6d-0d72-41d1-b4a6-b1a438a977ed
:END:

purpose => something greater
values => act consistent with my right/wrong
efficacy => make a difference
self-worth => I am good, worthy

Meaning-happiness disjuncture: high in meaning, low in happiness. E.g. revolutionaries, parents

Sources: Relationships/Community, Authenticity, Significant Goals. Working on stuff that matters, that "moves the needle." Struggle/Adversity
* Carpe Diem
/carpe diem/: seize the day.

