html/social_psychology.html
<div id="outline-container-orgddcaf55" class="outline-2">
<h2 id="orgddcaf55">Replication + Open Science</h2>
<div class="outline-text-2" id="text-orgddcaf55">
<blockquote>
<p>
But this long history of learning how to not fool ourselves - of having utter scientific integrity- -is, I'm sorry to say, something that we haven't specifically included in any particular course that I'd know of. We just hope you've caught on by osmosis. The first principle is that you must not fool yourself- and you are the easiest person to fool. So you have to be very careful about that. After you've not fooled yourself, it's easy not to fool other scientists. You just have to be honest in a conventional way after that. - Richard Feynman<br />
</p>
</blockquote>
<p>
Reproducibility: you can conduct the study again<br />
Replication: you can conduct the study again and get the same results<br />
</p>
<ul class="org-ul">
<li>Direct replication (redo study verbatim)<br /></li>
<li>Conceptual replication (do study on same concept, maybe different domain / expt setup)<br /></li>
<li>Verification (redo analyses)<br /></li>
</ul>
</div>
<div id="outline-container-org57c3199" class="outline-3">
<h3 id="org57c3199">Why does it fail to replicate?</h3>
<div class="outline-text-3" id="text-org57c3199">
<ul class="org-ul">
<li>Direct replication: The world changed (ex: stereotype threat of Tea Party &#x2013; no one cares about the Tea Party anymore!)<br /></li>
<li>Conceptual replication: could indicate a boundary condition<br />
<ul class="org-ul">
<li>Above-average effect: doesn't <i>always</i> happen&#x2026;for example, below-average effect for juggling. This is good, b/c it allows us to form more general theories.<br /></li>
</ul></li>
<li>original study was poor<br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgaff8acf" class="outline-3">
<h3 id="orgaff8acf">Replication problems</h3>
<div class="outline-text-3" id="text-orgaff8acf">
<p>
The Open Science Collaboration found lots of replication issues.<br />
</p>

<p>
Direct replications are often impossible&#x2026;can't get the exact same people, etc. People bring a lot of complexity to the equation.<br />
</p>
</div>
</div>
<div id="outline-container-org4c6289a" class="outline-3">
<h3 id="org4c6289a">Methodological problems</h3>
<div class="outline-text-3" id="text-org4c6289a">
<p>
p-values suck. everyone uses <code>p &lt; .05</code>. lol<br />
</p>

<p>
Multiple dependent variables<br />
</p>

<p>
Arbitrary data exclusions ("it's an outlier!!")<br />
</p>

<p>
Optional stopping &#x2013; stop the study once you get a significant finding<br />
</p>

<p>
p-hacking: people have motivated reasoning to find a positive result<br />
</p>

<p>
Small sample size<br />
</p>

<p>
Only publish positive results (<code>p &lt; .05</code>)<br />
</p>
</div>
</div>
<div id="outline-container-orgffd1291" class="outline-3">
<h3 id="orgffd1291">Pre-registration</h3>
<div class="outline-text-3" id="text-orgffd1291">
<p>
Publicly post the research plan before conducting a study.<br />
Restricts "researcher degrees of freedom"<br />
</p>
</div>
</div>
<div id="outline-container-orgaa72018" class="outline-3">
<h3 id="orgaa72018">Registered reports</h3>
<div class="outline-text-3" id="text-orgaa72018">
<p>
Will publish the results, no matter the result. Fight bias against null results<br />
Researcher incentivized to run study very well<br />
</p>
</div>
</div>
<div id="outline-container-org538edc3" class="outline-3">
<h3 id="org538edc3">Open science</h3>
<div class="outline-text-3" id="text-org538edc3">
<p>
Publicly post your data, code, etc.<br />
</p>
</div>
</div>
<div id="outline-container-org149710b" class="outline-3">
<h3 id="org149710b">Determining adequate sample size via power analysis</h3>
</div>
</div>
<div id="outline-container-orga1627bf" class="outline-2">
<h2 id="orga1627bf">Political Psychology</h2>
<div class="outline-text-2" id="text-orga1627bf">
</div>
<div id="outline-container-org51e4b27" class="outline-3">
<h3 id="org51e4b27">Dimensions of polarization</h3>
<div class="outline-text-3" id="text-org51e4b27">
<p>
Affective: emotions<br />
Attitudinal: attitudes toward (x)<br />
Partisan sorting: people agree on everything, within their half, but disagree with everything in the other half<br />
</p>
</div>
</div>
<div id="outline-container-org2723eba" class="outline-3">
<h3 id="org2723eba">Levels of polarization: are they increasing?</h3>
<div class="outline-text-3" id="text-org2723eba">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Mass Public</td>
<td class="org-left">Politicians</td>
</tr>

<tr>
<td class="org-left">Affective</td>
<td class="org-left"><b>Yes</b></td>
<td class="org-left">Yes*</td>
</tr>

<tr>
<td class="org-left">Attitudinal</td>
<td class="org-left">Not much</td>
<td class="org-left"><b>Yuuup</b></td>
</tr>

<tr>
<td class="org-left">Partisan sorting</td>
<td class="org-left">Yes</td>
<td class="org-left"><b>Yuuup</b></td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org75fffdc" class="outline-3">
<h3 id="org75fffdc">Theories of Political Psychology</h3>
<div class="outline-text-3" id="text-org75fffdc">
<p>
Symmetric: psychology of liberals and conservatives basically the same<br />
</p>


<p>
Asymmetric: psychology of liberals and conservatives fundamentally different<br />
</p>

<p>
openness to experience (D), tolerance for ambiguity (D), need for cognitive closure (R), need for cognition (R)<br />
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<tbody>
<tr>
</tr>
</tbody>
<tbody>
<tr>
</tr>
</tbody>
</table>
<p>
v<br />
social issues, especially<br />
</p>

<p>
OkCupid data shows that liberals tend to like complex people, conservatives like simple people.<br />
</p>
</div>
</div>
</div>
<div id="outline-container-org7090132" class="outline-2">
<h2 id="org7090132">Positive Psychology</h2>
<div class="outline-text-2" id="text-org7090132">
</div>
<div id="outline-container-orgaee7923" class="outline-3">
<h3 id="orgaee7923">What doesn't make people happy?</h3>
<div class="outline-text-3" id="text-orgaee7923">
<p>
Income - not &#x2026; really, beyond the poverty line.<br />
Success - meh to negative<br />
Possessions - meh<br />
</p>
</div>
</div>
<div id="outline-container-orgab78b41" class="outline-3">
<h3 id="orgab78b41">What does makes people happy?</h3>
<div class="outline-text-3" id="text-orgab78b41">
<p>
Fleeting:<br />
Food<br />
exercise<br />
backrubs (lol)<br />
</p>

<p>
Enduring:<br />
Relationships (strong, eduring, intimate, open, supportive)<br />
Exercise (as a habit)<br />
Generosity (charity, helping, gratitude)<br />
</p>

<p>
Flow&#x2026;<br />
</p>
</div>
</div>
<div id="outline-container-org083f8d3" class="outline-3">
<h3 id="org083f8d3">Flow</h3>
<div class="outline-text-3" id="text-org083f8d3">
<p>
Becoming totally immersed in a challenging, stimulating task that suits your abilities<br />
</p>

<p>
dancing<br />
conversation<br />
engrossing coding session<br />
</p>

<p>
Flow = Active meditation.<br />
</p>

<p>
Find things that generate flow for you, and build them into the <a href="private/habit.html#ID-482ff6af-ddb3-42f4-9e20-85dc08ff1deb">habits</a> of your life.<br />
</p>
</div>
</div>
<div id="outline-container-ID-38eb0870-2056-4219-b413-9e2bf1457989" class="outline-3">
<h3 id="ID-38eb0870-2056-4219-b413-9e2bf1457989"><a href="gratitude.html#ID-ea86632a-c71d-473e-8041-267075f451e3">Gratitude</a></h3>
<div class="outline-text-3" id="text-orgd8e1183">
<p>
Really strong effects in the literature.<br />
</p>

<p>
Verbal gratitude rituals<br />
</p>

<p>
Gratitude journaling<br />
</p>
</div>
</div>
<div id="outline-container-org675f43a" class="outline-3">
<h3 id="org675f43a">Meditation</h3>
<div class="outline-text-3" id="text-org675f43a">
<p>
+emotion regulation<br />
</p>
</div>
</div>
<div id="outline-container-org446f773" class="outline-3">
<h3 id="org446f773">Immune neglect</h3>
<div class="outline-text-3" id="text-org446f773">
<p>
We have an "affective immune system" that restores us to homeostasis.<br />
</p>

<p>
We overestimate how long a highly positive/negative(esp negative) feeling from an experience will last.<br />
</p>
</div>
</div>
<div id="outline-container-ID-f75219f6-0fd5-4503-b0af-d36059e7edf7" class="outline-3">
<h3 id="ID-f75219f6-0fd5-4503-b0af-d36059e7edf7">Affective immune system struggles to clean up without a clear <i>source</i> of negative emotion</h3>
<div class="outline-text-3" id="text-org1768221">
<p>
That's why introspective essay exercises are really good. Also a solid argument for <a href="journaling.html#ID-ded420be-9e33-4692-a9a8-070c80738ee8">journaling</a><br />
</p>

<p>
Why?<br />
</p>
<ul class="org-ul">
<li>ameliorate anxiety associated with repressing emotions<br /></li>
<li>helps create a <b>narrative</b> for understanding negative events<br /></li>
</ul>

<p>
Also that's why therapy is really good &#x2013; makes you construct a narrative, dig up what happened, understand the causal structure of it all. See things more clearly.<br />
</p>

<p>
Type of therapy doesn't even matter that much! You just need a warm body (or a blank page) to talk to, to construct a narrative to. Can be a loved one.<br />
</p>
</div>
</div>
<div id="outline-container-ID-471cad6d-0d72-41d1-b4a6-b1a438a977ed" class="outline-3">
<h3 id="ID-471cad6d-0d72-41d1-b4a6-b1a438a977ed">What about <a href="meaning.html#ID-3841138e-363a-4bc2-b1c4-f5abbf973a54">meaning</a>?</h3>
<div class="outline-text-3" id="text-org2f7b926">
<p>
purpose =&gt; something greater<br />
values =&gt; act consistent with my right/wrong<br />
efficacy =&gt; make a difference<br />
self-worth =&gt; I am good, worthy<br />
</p>

<p>
Meaning-happiness disjuncture: high in meaning, low in happiness. E.g. revolutionaries, parents<br />
</p>

<p>
Sources: Relationships/Community, Authenticity, Significant Goals. Working on stuff that matters, that "moves the needle." Struggle/Adversity<br />
</p>
</div>
</div>
</div>
<div id="outline-container-orgcfe8814" class="outline-2">
<h2 id="orgcfe8814">Carpe Diem</h2>
<div class="outline-text-2" id="text-orgcfe8814">
<p>
<i>carpe diem</i>: seize the day.<br />
</p>
</div>
