org/social_psychology.org
** Why are we so bad at seizing the day?
Enemy number one is *self-consciousness*. We are deluded into thinking that others are harshly judging us.

/Illusion of transparency/: we overestimate others' access to our internal states.

/Spotlight effect/: we overestimate others' noticing our actions/appearance.

/Expectations of criticism/: we overestimate others' judgment of our blunders, failures

Success and failure: people think success and failure are negatively related. But in many domains, those who lose the most also win the most. => celebrate /tries/, not just success. Seems like a good argument for being [[id:1cda0670-c6d3-4d8a-b148-d58bc07c18ff][prolific]].

In the long term, people regret the things they *didn't* do more than the things that they did.

"It's harder to get over the things you never do."

#+begin_quote
Be happy for this moment. This moment is your life. - Omar Khayyam
#+end_quote
* Conclusion
:PROPERTIES:
:ID:       08215b51-bf34-4679-8563-58cd91f07a4f
:END:
If you remember anything, remember this:

** Others have tremendous [[id:51fc68e1-5963-4ef3-820e-feaff385b6d5][influence]] on us.
#+begin_quote
The paramount fact is that people come into the world not alone with the objects of nature but also with other people, and through this encounter they are transformed into human beings. The environment of others and the products of their labor become a powerful, comprehensive region of forces within which each moves and has being. -Solomon Asch
#+end_quote
** We often underestimate the power of the situation.
#+begin_quote
Do I contradict myself? Very well, then I contradict myself, I am large, I contain multitudes. -Walt Whitman
#+end_quote

We are less isolated individuals than nodes in a social graph. Moreso defined by our context than the explicit properties of our node itself.
** Reality is constructed.
:PROPERTIES:
:ID:       d5bf441b-0106-4bc7-a818-8e150c58b2ab
:END:
#+begin_quote
Reality is an illusion, albeit a very persistent one. -Albert Einstein
#+end_quote

#+begin_quote
We don't see the world as it is, we see it as we are. -Anias Nin
#+end_quote
We see it through our assumptions, filters, biases...

#+begin_quote
Treat a [person] as he is and he will remain as he is. Treat a [person] as he can and should be and he shall become as he can and should be. -Johan Wolfgang von Goethe
#+end_quote
We can /create/ positive realities. You just need to have some [[id:6a13f10d-37e0-4eb3-af0a-99ab7965e14f][vision]] for the future.
** Scientific inquiry enables us to pursue curiosities.
#+begin_quote
The unexamined life is not worth living -Socrates
#+end_quote
