html/social_psychology.html

<div id="outline-container-org93734f8" class="outline-3">
<h3 id="org93734f8">Why are we so bad at seizing the day?</h3>
<div class="outline-text-3" id="text-org93734f8">
<p>
Enemy number one is <b>self-consciousness</b>. We are deluded into thinking that others are harshly judging us.<br />
</p>

<p>
<i>Illusion of transparency</i>: we overestimate others' access to our internal states.<br />
</p>

<p>
<i>Spotlight effect</i>: we overestimate others' noticing our actions/appearance.<br />
</p>

<p>
<i>Expectations of criticism</i>: we overestimate others' judgment of our blunders, failures<br />
</p>

<p>
Success and failure: people think success and failure are negatively related. But in many domains, those who lose the most also win the most. =&gt; celebrate <i>tries</i>, not just success. Seems like a good argument for being <a href="prolificity.html#ID-1cda0670-c6d3-4d8a-b148-d58bc07c18ff">prolific</a>.<br />
</p>

<p>
In the long term, people regret the things they <b>didn't</b> do more than the things that they did.<br />
</p>

<p>
"It's harder to get over the things you never do."<br />
</p>

<blockquote>
<p>
Be happy for this moment. This moment is your life. - Omar Khayyam<br />
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-ID-08215b51-bf34-4679-8563-58cd91f07a4f" class="outline-2">
<h2 id="ID-08215b51-bf34-4679-8563-58cd91f07a4f">Conclusion</h2>
<div class="outline-text-2" id="text-orgad5d769">
<p>
If you remember anything, remember this:<br />
</p>
</div>

<div id="outline-container-org762f178" class="outline-3">
<h3 id="org762f178">Others have tremendous <a href="social_influence.html#ID-51fc68e1-5963-4ef3-820e-feaff385b6d5">influence</a> on us.</h3>
<div class="outline-text-3" id="text-org762f178">
<blockquote>
<p>
The paramount fact is that people come into the world not alone with the objects of nature but also with other people, and through this encounter they are transformed into human beings. The environment of others and the products of their labor become a powerful, comprehensive region of forces within which each moves and has being. -Solomon Asch<br />
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org2401abe" class="outline-3">
<h3 id="org2401abe">We often underestimate the power of the situation.</h3>
<div class="outline-text-3" id="text-org2401abe">
<blockquote>
<p>
Do I contradict myself? Very well, then I contradict myself, I am large, I contain multitudes. -Walt Whitman<br />
</p>
</blockquote>

<p>
We are less isolated individuals than nodes in a social graph. Moreso defined by our context than the explicit properties of our node itself.<br />
</p>
</div>
</div>
<div id="outline-container-ID-d5bf441b-0106-4bc7-a818-8e150c58b2ab" class="outline-3">
<h3 id="ID-d5bf441b-0106-4bc7-a818-8e150c58b2ab">Reality is constructed.</h3>
<div class="outline-text-3" id="text-org22bca50">
<blockquote>
<p>
Reality is an illusion, albeit a very persistent one. -Albert Einstein<br />
</p>
</blockquote>

<blockquote>
<p>
We don't see the world as it is, we see it as we are. -Anias Nin<br />
</p>
</blockquote>
<p>
We see it through our assumptions, filters, biases&#x2026;<br />
</p>

<blockquote>
<p>
Treat a [person] as he is and he will remain as he is. Treat a [person] as he can and should be and he shall become as he can and should be. -Johan Wolfgang von Goethe<br />
</p>
</blockquote>
<p>
We can <i>create</i> positive realities. You just need to have some <a href="vision.html#ID-6a13f10d-37e0-4eb3-af0a-99ab7965e14f">vision</a> for the future.<br />
</p>
</div>
</div>
<div id="outline-container-org9f103f8" class="outline-3">
<h3 id="org9f103f8">Scientific inquiry enables us to pursue curiosities.</h3>
<div class="outline-text-3" id="text-org9f103f8">
<blockquote>
<p>
The unexamined life is not worth living -Socrates<br />
</p>
</blockquote>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Made with <span class="heart">♥</span> using
<a href="https://orgmode.org/">org-mode</a>.
Source code is available
<a href="https://github.com/ketan0/digital-laboratory">here</a>.</p>
<script src="popper.min.js"></script>
<script src="tippy-bundle.umd.min.js"></script>
<script src="tooltips.js" async></script>
</div>
</body>
</html>
